Repository: rxtech-lab/argo-trading-macOS
Catalog: ArgoTradingSwift/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ **Cancelled**
zh_hans: %@ **已取消**

source: %@ **Failed**
zh_hans: %@ **已失败**

source: %lld logs
zh_hans: %lld 条日志

source: %lld marks
zh_hans: %lld 个标记

source: %lld orders
zh_hans: %lld 笔订单

source: %lld records
zh_hans: %lld 条记录

source: %lld trades
zh_hans: %lld 笔交易

source: About %@
zh_hans: 关于 %@

source: About My App
zh_hans: 关于我的应用

source: Acceptable
zh_hans: 可接受

source: Active sessions
zh_hans: 活跃会话

source: All
zh_hans: 全部

source: All interfaces (0.0.0.0)
zh_hans: 所有接口 (0.0.0.0)

# App Version %@ (%@)
source: App Version %1$@ (%2$@)
zh_hans: App 版本 %1$@ (%2$@)

source: Apply
zh_hans: 应用

source: Are you sure you want to delete "%@"? This action cannot be undone.
zh_hans: 确定要删除“%@”吗？此操作无法撤销。

source: Are you sure you want to delete this result run from %@? This action cannot be undone.
zh_hans: 您确定要从 %@ 删除此运行结果吗？此操作无法撤销。

source: Authenticate
zh_hans: 验证身份

source: Authentication required to load saved credentials
zh_hans: 加载已保存的凭据需要验证身份

source: Average
zh_hans: 平均

source: Average Cost
zh_hans: 平均成本

source: Average PnL
zh_hans: 平均盈亏

source: Average Win Rate
zh_hans: 平均胜率

source: Avg
zh_hans: 平均

source: Avg Cost
zh_hans: 平均成本

source: Avg Holding Time
zh_hans: 平均持仓时间

source: Avg Max Drawdown
zh_hans: 平均最大回撤

source: Avg vs Buy & Hold
zh_hans: 平均 vs 买入并持有

source: Back
zh_hans: 返回

source: Backtest
zh_hans: 回测

source: Backtest Config
zh_hans: 回测配置

source: Backtest Engine Configuration
zh_hans: 回测引擎配置

source: Balance
zh_hans: 余额

source: Balance Over Months
zh_hans: 月度余额

source: Best PnL
zh_hans: 最佳盈亏

source: Best Single Trade
zh_hans: 最佳单笔交易

source: Best Symbol
zh_hans: 最佳代号

source: Best Win Rate
zh_hans: 最佳胜率

source: Bind address
zh_hans: 绑定地址

source: Buy & Hold
zh_hans: 买入并持有

source: Buy & Hold PnL
zh_hans: 买入并持有 盈亏

source: Calculation Method
zh_hans: 计算方法

source: Cancel
zh_hans: 取消

source: Candlestick
zh_hans: K 线图

source: Category
zh_hans: 类别

source: Chart
zh_hans: 图表

source: Charts
zh_hans: 图表

source: Check for Updates...
zh_hans: 检查更新...

source: Choose a template for your new project:
zh_hans: 为您的新项目选择一个模板：

source: Close
zh_hans: 关闭

source: Color
zh_hans: 颜色

source: Commission
zh_hans: 手续费

source: Comparison
zh_hans: 比较

source: Completed
zh_hans: 已完成

source: Config
zh_hans: 配置

source: Configuration
zh_hans: 配置

source: Could not load strategy parameters
zh_hans: 无法加载策略参数

source: Create
zh_hans: 创建

source: Create a schema to configure your trading strategies.
zh_hans: 创建一个蓝图来配置您的交易策略。

source: Create a trading provider to configure your live trading connections.
zh_hans: 创建一个交易提供商来配置您的实盘交易连接。

source: Create New Provider
zh_hans: 创建新提供商

source: Create New Schema
zh_hans: 创建新蓝图

source: Create Provider
zh_hans: 创建提供商

source: Create Schema
zh_hans: 创建蓝图

source: Created %@
zh_hans: 已创建 %@

source: Cum. PnL
zh_hans: 累计盈亏

source: Cumulative PnL
zh_hans: 累计盈亏

source: Data
zh_hans: 数据

source: Data Provider
zh_hans: 数据提供商

source: Date
zh_hans: 日期

source: Date Range
zh_hans: 日期范围

source: Default port is %@. If the port is in use, the server probes upward until it finds a free one.
zh_hans: 默认端口是 %@。如果该端口已被占用，服务器将向上探测，直到找到空闲端口。

source: Delete
zh_hans: 删除

source: Delete File
zh_hans: 删除文件

source: Delete provider
zh_hans: 删除 提供商

source: Delete Result
zh_hans: 删除结果

source: Delete schema
zh_hans: 删除 蓝图

source: Delete Schema
zh_hans: 删除 蓝图

source: Delete Strategy
zh_hans: 删除 策略

source: Delete Trading Provider
zh_hans: 删除交易 提供商

source: Description
zh_hans: 描述

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download dataset
zh_hans: 下载 数据集

source: Download Dataset
zh_hans: 下载 数据集

# Downloaded %lld out of %lld files
source: Downloaded %1$lld out of %2$lld files
zh_hans: 已下载 %1$lld / %2$lld 个文件

source: Downloading
zh_hans: 下载中

source: Downloading %@
zh_hans: 正在下载 %@

source: Downloading Dataset
zh_hans: 正在下载 数据集

source: Edit Current Provider
zh_hans: 编辑当前 提供商

source: Edit Current Schema
zh_hans: 编辑当前 蓝图

source: Edit provider
zh_hans: 编辑提供商

source: Edit schema
zh_hans: 编辑 蓝图

source: Ending Balance
zh_hans: 期末余额

source: Engine Api Version
zh_hans: 引擎 API 版本

source: Engine Version %@
zh_hans: 引擎版本 %@

source: Enter a new name for this strategy.
zh_hans: 请输入此策略的新名称。

source: Error
zh_hans: 错误

source: Error Loading Strategy
zh_hans: 加载策略出错

source: Error loading strategy metadata: %@
zh_hans: 加载策略元数据出错：%@

source: Excellent
zh_hans: 优秀

source: Exec Price
zh_hans: 成交价格

source: Exec Qty
zh_hans: 成交数量

source: Executed At
zh_hans: 成交时间

source: Executed Price
zh_hans: 成交价格

source: Executed Qty
zh_hans: 已成交数量

source: Failed to load provider configuration schema.
zh_hans: 加载提供商配置 蓝图 失败。

source: Fast Period
zh_hans: 快速周期

source: Fees
zh_hans: 手续费

source: Fields
zh_hans: 字段

source: FIFO
zh_hans: 先进先出

source: File: %@
zh_hans: 文件：%@

source: Filter
zh_hans: 筛选

source: Final Balance
zh_hans: 最终余额

source: General
zh_hans: 通用

source: Good
zh_hans: 良好

source: High
zh_hans: 最高

source: History
zh_hans: 历史记录

source: Hold Time
zh_hans: 持仓时间

source: Holding Time
zh_hans: 持仓时间

source: Holding Time Distribution
zh_hans: 持仓时间分布

source: Holding Time Over Months
zh_hans: 月度持仓时间

source: Holding Time Percentiles
zh_hans: 持仓时间分位数

source: Hover over chart to see values
zh_hans: 悬停图表查看数值

source: How long positions were held, measured from entry to exit. Minimum, Maximum, Average, and Median summarize the distribution across all trade pairs in the period.
zh_hans: 持仓时长，从入场到出场的时间。最小值、最大值、平均值和中位数汇总了该期间内所有交易对的分布情况。

source: Identifier
zh_hans: 标识符

source: Idle
zh_hans: 空闲

source: Import Strategy
zh_hans: 导入策略

source: Indicators
zh_hans: 指标

source: Indicators (%lld)
zh_hans: 指标 (%lld)

source: Info
zh_hans: 信息

source: Initial Balance
zh_hans: 初始资金

source: Initializing...
zh_hans: 初始化中...

source: Interval
zh_hans: 周期

source: Interval:
zh_hans: 周期：

source: Invalid JSON Schema
zh_hans: 无效的 JSON 蓝图

source: Last Updated
zh_hans: 上次更新

source: Level
zh_hans: 级别

source: LIFO
zh_hans: 后进先出

source: LIFO PnL
zh_hans: 后进先出盈亏

source: Line
zh_hans: 折线图

source: Live Chart
zh_hans: 实时图表

source: Live Trading
zh_hans: 实盘交易

source: Live Trading Engine Configuration
zh_hans: 实盘交易引擎配置

source: Loading credentials...
zh_hans: 正在加载凭据...

source: Loading saved credentials...
zh_hans: 正在加载已保存的凭据...

source: Loading strategy metadata...
zh_hans: 正在加载策略元数据...

source: Loading strategy parameters...
zh_hans: 正在加载策略参数...

source: Loading strategy...
zh_hans: 正在加载策略...

source: Loading...
zh_hans: 加载中...

source: Localhost only (127.0.0.1)
zh_hans: 仅限 Localhost (127.0.0.1)

source: Locate in Results
zh_hans: 在结果中定位

source: Logs
zh_hans: 日志

source: Losing
zh_hans: 亏损

source: Losing Trades
zh_hans: 亏损交易

source: Low
zh_hans: 最低

source: Manage Providers
zh_hans: 管理提供商

source: Manage Schemas
zh_hans: 管理蓝图

source: Manage Trading Providers
zh_hans: 管理交易提供商

source: Mark
zh_hans: 标记

source: Mark Levels
zh_hans: 标记水平

source: Market Data
zh_hans: 行情数据

source: Market Data Provider
zh_hans: 行情数据提供商

source: Marks
zh_hans: 标记

source: Max
zh_hans: 最大

source: Max Drawdown
zh_hans: 最大回撤

source: Max Holding Time
zh_hans: 最长持仓时间

source: Maximum
zh_hans: 最大

source: Maximum Loss
zh_hans: 最大亏损

source: Maximum Profit
zh_hans: 最大盈利

source: Median
zh_hans: 中位数

source: Median PnL
zh_hans: 中位数 盈亏

source: Message
zh_hans: 消息

source: Message:
zh_hans: 消息：

source: Metadata
zh_hans: 元数据

source: Min
zh_hans: 最小

source: Min Holding Time
zh_hans: 最短持仓时间

source: Minimum
zh_hans: 最小值

source: Mode
zh_hans: 模式

source: Monthly Change
zh_hans: 月度变化

source: Much Worse
zh_hans: 明显劣于

source: Name
zh_hans: 名称

source: Negative
zh_hans: 负比率

source: Net Change
zh_hans: 净变化

source: New project
zh_hans: 新建项目

source: Next
zh_hans: 下一步

source: No
zh_hans: 否

source: No backtest results for this strategy yet
zh_hans: 此策略暂无回测结果

source: No Chart Data
zh_hans: 无图表数据

source: No Data
zh_hans: 暂无数据

source: No Dataset Selected
zh_hans: 未选择数据集

source: No datasets available
zh_hans: 暂无可用的数据集

source: No live trading engine configuration available
zh_hans: 暂无可用的实盘交易引擎配置

source: No matches
zh_hans: 无匹配项

source: No providers
zh_hans: 暂无提供商

source: No Recent Projects
zh_hans: 暂无最近项目

source: No Results
zh_hans: 暂无结果

source: No results available. Run a backtest to see statistics.
zh_hans: 暂无可用结果。运行回测以查看统计数据。

source: No Run Selected
zh_hans: 未选择运行

source: No schemas
zh_hans: 暂无蓝图

source: No Schemas
zh_hans: 暂无蓝图

source: No Trading Providers
zh_hans: 暂无交易提供商

source: No values
zh_hans: 没有数据

source: Number of Trades
zh_hans: 交易次数

source: OK
zh_hans: 确定

source: On Par
zh_hans: 旗鼓相当

source: Open
zh_hans: 打开

source: Open Pos Qty
zh_hans: 持仓数量

source: Open Position Qty
zh_hans: 持仓数量

source: Open project
zh_hans: 打开项目

source: Order ID
zh_hans: 订单 ID

source: Orders
zh_hans: 订单

source: Outperforming
zh_hans: 跑赢大盘

source: Overview
zh_hans: 概览

source: Page %lld
zh_hans: 第 %lld 页

source: Paper profit or loss from positions still open at the end of the period, valued at the final market price. Not yet locked in and will change with price movements.
zh_hans: 期末仍未平仓的浮动盈亏，按最终市场价格估值。尚未锁定，会随价格变动而变化。

source: Parameters
zh_hans: 参数

source: Period
zh_hans: 周期

source: PnL
zh_hans: 盈亏

source: PnL %
zh_hans: 盈亏 %

source: PnL Distribution
zh_hans: 盈亏分布

source: PnL Percentiles
zh_hans: 盈亏分位数

source: Polygon API Key
zh_hans: Polygon API 密钥

source: Port
zh_hans: 端口

source: Portfolio
zh_hans: 投资组合

source: Position
zh_hans: 持仓

source: Previous
zh_hans: 上一个

source: Price
zh_hans: 价格

source: Price Chart
zh_hans: 价格图表

source: Price Data
zh_hans: 价格数据

source: Profit & Loss
zh_hans: 盈亏

source: Profit Factor
zh_hans: 盈利因子

source: Profit or loss for this trade calculated using LIFO (Last-In, First-Out) cost basis — the closing trade is matched against the most recently opened position. Differs from average-cost PnL and is often used for tax-lot or short-term-focused accounting.
zh_hans: 使用后进先出（LIFO）成本法计算的单笔盈亏——平仓交易与最近一次开仓的持仓相匹配。与按平均成本计算的盈亏不同，常用于税务批次核算或侧重短期的分析。

source: Profit or loss from closed positions only — the cash actually gained or lost from trades where both entry and exit were executed.
zh_hans: 仅来自已平仓位的盈亏——即入场和出场均已执行的交易所实际获得或损失的现金。

source: Profit or loss from passively buying at the start and holding until the end over the same period. Used as a benchmark — if Total PnL exceeds this, the active strategy outperformed buy-and-hold.
zh_hans: 在同一期间内被动买入并持有至结束所产生的盈亏。用作基准——若总盈亏超过此值，则主动策略跑赢了买入并持有。

source: Progress: %@
zh_hans: 进度：%@

source: Project Name
zh_hans: 项目名称

source: Projects you open will appear here
zh_hans: 您打开的项目将显示在此处

source: Provider
zh_hans: 提供商

source: Provider Configuration
zh_hans: 提供商配置

source: Provider Name
zh_hans: 提供商名称

source: Qty
zh_hans: 数量

source: Quantity
zh_hans: 数量

source: Realized PnL
zh_hans: 已实现盈亏

source: Reason
zh_hans: 原因

source: Reason:
zh_hans: 原因：

source: Rename
zh_hans: 重命名

source: Rename Strategy
zh_hans: 重命名策略

source: Requests served
zh_hans: 已处理请求

source: Restart
zh_hans: 重启

source: Result Not Found
zh_hans: 未找到结果

source: Results
zh_hans: 结果

source: Risk
zh_hans: 风险

source: Run a backtest to see results here
zh_hans: 运行回测以在此处查看结果

source: Run a live trading session to see results here
zh_hans: 运行实盘交易会话以在此处查看结果

source: Run Backtest
zh_hans: 运行回测

source: Run Info
zh_hans: 运行信息

source: Run Not Found
zh_hans: 未找到运行

source: Run Time
zh_hans: 运行时间

source: Running
zh_hans: 运行中

source: Running Backtest
zh_hans: 正在运行回测

# Running on %@:%@
source: Running on %1$@:%2$@
zh_hans: 在 %1$@:%2$@ 上运行

source: Running progress %lld%%
zh_hans: 运行进度 %lld%%

source: Save
zh_hans: 保存

source: Schema Name
zh_hans: 蓝图 名称

source: Scroll to navigate, pinch to zoom
zh_hans: 滚动以导航，捏合以缩放

source: Search templates
zh_hans: 搜索模板

source: Select
zh_hans: 选择

source: Select a dataset from the sidebar to view the data table
zh_hans: 从侧边栏选择一个数据集以查看数据表

source: Select a dataset from the sidebar to view the price chart
zh_hans: 从侧边栏选择一个数据集以查看价格图表

source: Select a provider
zh_hans: 选择一个提供商

source: Select a Section
zh_hans: 选择区域

source: Select a strategy
zh_hans: 选择一个策略

source: Select a trading run from the sidebar or start a new session
zh_hans: 从侧边栏选择一次交易运行或开始一个新会话

source: Select a trading run to view details
zh_hans: 选择一次交易运行以查看详情

source: Select Tab
zh_hans: 选择标签页

source: Series
zh_hans: 系列

source: Server
zh_hans: 服务器

source: Session Info
zh_hans: 会话信息

source: Shape
zh_hans: 形状

source: Sharpe Ratio
zh_hans: 夏普比率

source: Show Backtest Config
zh_hans: 查看回测配置

source: Show dataset info
zh_hans: 显示数据集信息

source: Show Detail
zh_hans: 显示详情

source: Show in Finder
zh_hans: 在访达中显示

source: Show price chart
zh_hans: 显示价格图表

source: Show Volume
zh_hans: 显示成交量

# Showing %lld of %lld records
source: Showing %1$lld of %2$lld records
zh_hans: 显示 %1$lld / %2$lld 条记录

source: Side
zh_hans: 方向

source: Signal
zh_hans: 信号

source: Signal Indicator
zh_hans: 信号指标

source: Signal Name
zh_hans: 信号名称

source: Signal Period
zh_hans: 信号周期

source: Signal Raw Value
zh_hans: 信号原始值

source: Signal Reason
zh_hans: 信号原因

source: Signal Symbol
zh_hans: 信号代码

source: Signal Time
zh_hans: 信号时间

source: Signal Type
zh_hans: 信号类型

source: Slow Period
zh_hans: 慢速周期

source: Start
zh_hans: 启动

source: Start on launch
zh_hans: 启动时运行

source: Start server
zh_hans: 启动服务器

source: Start Trading
zh_hans: 开始交易

source: Started
zh_hans: 已启动

source: Starting…
zh_hans: 启动中…

source: Statistics
zh_hans: 统计

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stop Backtest
zh_hans: 停止回测

source: Stop server
zh_hans: 停止服务器

source: Stop Trading
zh_hans: 停止交易

source: Stopped
zh_hans: 已停止

source: Strategies
zh_hans: 策略

source: Strategy
zh_hans: 策略

source: Strategy Config
zh_hans: 策略配置

source: Strategy Info
zh_hans: 策略信息

source: Strategy name
zh_hans: 策略名称

source: Strong Alpha
zh_hans: 强劲超额

source: Suboptimal
zh_hans: 欠佳

source: Symbol
zh_hans: 代号

source: Symbol Performance
zh_hans: 代号表现

source: Symbols
zh_hans: 代号

source: Tab
zh_hans: 标签页

source: Technical Indicators
zh_hans: 技术指标

source: The date and time when this backtest was executed. Useful for distinguishing between multiple runs of the same strategy.
zh_hans: 此回测的执行日期和时间。用于区分同一策略的多次运行。

source: The largest peak-to-trough decline in portfolio value during the period. A key measure of downside risk — shows the worst loss an investor would have had to endure.
zh_hans: 期间内投资组合价值从峰值到谷底的最大回撤。衡量下行风险的关键指标——显示投资者可能承受的最大损失。

source: The largest profit earned on a single trade during the period. Highlights the best individual trade outcome.
zh_hans: 期间内单笔交易的最大利润。突出显示最佳的单笔交易结果。

source: The number of closed trade pairs that ended with a loss.
zh_hans: 以亏损收尾的已平仓交易对数量。

source: The number of closed trade pairs that ended with a profit.
zh_hans: 以盈利收尾的已平仓交易对数量。

source: The number of matched entry-and-exit trade pairs. A trade pair consists of an opening trade and its corresponding closing trade, and is the unit used to measure PnL and win rate.
zh_hans: 已配对的入场与出场交易数量。一个交易对由开仓交易及其对应的平仓交易组成，是衡量盈亏和胜率的基本单位。

source: The percentage of closed trade pairs that were profitable (Winning Trades ÷ Total Trade Pairs). A high win rate alone does not guarantee profitability — a few large losses can outweigh many small wins.
zh_hans: 已平仓交易对中盈利的比例（盈利交易 ÷ 总交易对）。高胜率本身并不能保证盈利——少数大额亏损可能抵消许多小额盈利。

source: The selected result could not be loaded
zh_hans: 无法加载所选结果

source: The selected trading run could not be found
zh_hans: 无法找到所选的交易运行

source: The Sharpe Ratio measures risk-adjusted return. It shows how much excess return you receive for the extra volatility of holding a riskier asset. A negative ratio (%@) indicates the strategy is underperforming the risk-free rate. Consider reviewing the strategy's risk management.
zh_hans: 夏普比率衡量风险调整后收益。它显示了您为持有风险较高资产所承受的额外波动率，能换取多少超额收益。 负比率（%@）表明该策略跑输无风险利率。请考虑审查该策略的风险管理。

source: The Sharpe Ratio measures risk-adjusted return. It shows how much excess return you receive for the extra volatility of holding a riskier asset. A ratio above 3.0 (%@) indicates excellent risk-adjusted performance. This is exceptional, but verify it's sustainable and not due to overfitting.
zh_hans: 夏普比率衡量风险调整后收益。它显示了您为持有风险较高资产所承受的额外波动率，能换取多少超额收益。 比率高于3.0（%@）表明风险调整后的表现极佳。这非常优异，但请验证其是否具有可持续性，且不是由于过拟合所致。

source: The Sharpe Ratio measures risk-adjusted return. It shows how much excess return you receive for the extra volatility of holding a riskier asset. A ratio below 1.0 (%@) suggests suboptimal risk-adjusted returns. The returns may not adequately compensate for the risk taken.
zh_hans: 夏普比率衡量风险调整后收益。它显示了您为持有风险较高资产所承受的额外波动率，能换取多少超额收益。 比率低于1.0（%@）表明风险调整后收益欠佳。收益可能无法充分补偿所承担的风险。

source: The Sharpe Ratio measures risk-adjusted return. It shows how much excess return you receive for the extra volatility of holding a riskier asset. A ratio between 1.0-2.0 (%@) indicates acceptable risk-adjusted performance. This is considered decent for most strategies.
zh_hans: 夏普比率衡量风险调整后收益。它显示了您为持有风险较高资产所承受的额外波动率，能换取多少超额收益。 比率介于1.0-2.0之间（%@）表明风险调整后的表现尚可。对于大多数策略而言，这已相当不错。

source: The Sharpe Ratio measures risk-adjusted return. It shows how much excess return you receive for the extra volatility of holding a riskier asset. A ratio between 2.0-3.0 (%@) indicates very good risk-adjusted performance. The strategy is generating strong returns relative to its risk.
zh_hans: 夏普比率衡量风险调整后收益。它显示了您为持有风险较高资产所承受的额外波动率，能换取多少超额收益。 比率介于2.0-3.0之间（%@）表明风险调整后的表现非常好。相对于所承担的风险，该策略正在产生强劲的收益。

source: This result does not contain monthly statistics or percentile data.
zh_hans: 此结果不包含月度统计或百分位数数据。

source: Ticker
zh_hans: 交易代码

source: Time
zh_hans: 时间

source: Timespan
zh_hans: 时间跨度

source: Timestamp
zh_hans: 时间戳

source: Title
zh_hans: 标题

source: Total capital deployed across all trades during the period. Represents the cumulative cost basis used by the strategy to enter positions.
zh_hans: 期间内所有交易投入的总资金。代表该策略进入仓位所使用的累计成本基础。

source: Total Fees
zh_hans: 总费用

source: Total Investment
zh_hans: 总投资

source: Total Items: %lld
zh_hans: 项目总数：%lld

source: Total PnL
zh_hans: 总盈亏

source: Total Profit and Loss across all trades — realized PnL plus unrealized PnL on any open positions. Results are close to buy-and-hold (difference: %@). Make sure the active-trading overhead — fees, slippage, effort — is worth it.
zh_hans: 所有交易的总盈亏——已实现盈亏加上未平仓位的未实现盈亏。 结果与买入并持有相近（差额：%@）。请确保主动交易的开销——手续费、滑点、精力——值得付出。

source: Total Profit and Loss across all trades — realized PnL plus unrealized PnL on any open positions. The strategy outperformed buy-and-hold by %@. The strategy is adding value over passive holding.
zh_hans: 所有交易的总盈亏——已实现盈亏加上未平仓位的未实现盈亏。 该策略跑赢买入并持有 %@。相较于被动持有，该策略正在创造超额价值。

source: Total Profit and Loss across all trades — realized PnL plus unrealized PnL on any open positions. The strategy significantly outperformed buy-and-hold by %@. Strong alpha — verify this isn't due to a single lucky period or overfitting.
zh_hans: 所有交易的总盈亏——已实现盈亏加上未平仓位的未实现盈亏。 该策略显著跑赢买入并持有 %@。强劲的超额收益——但请核实这并非源于某一次幸运行情或过拟合。

source: Total Profit and Loss across all trades — realized PnL plus unrealized PnL on any open positions. The strategy significantly underperformed buy-and-hold by %@. Passive holding would have produced a far better outcome over this period.
zh_hans: 所有交易的总盈亏——已实现盈亏加上未平仓位的未实现盈亏。 该策略显著跑输买入并持有 %@。在此期间被动持有本可获得好得多的结果。

source: Total Profit and Loss across all trades — realized PnL plus unrealized PnL on any open positions. The strategy underperformed buy-and-hold by %@. Consider whether active trading is justified versus simply holding.
zh_hans: 所有交易的总盈亏——已实现盈亏加上未平仓位的未实现盈亏。 该策略跑输买入并持有 %@。请考虑相较于简单持有，主动交易是否值得。

source: Total Profit and Loss across all trades. Combines realized PnL from closed positions and unrealized PnL from any positions still open at the end of the period.
zh_hans: 所有交易的总盈亏。合并已平仓位的已实现盈亏和期末未平仓位的未实现盈亏。

source: Total Profit and Loss expressed as a percentage of total invested capital. Useful for comparing strategies that deploy different amounts of capital.
zh_hans: 总盈亏占总投入资金的百分比。便于比较使用不同资金量的策略。

source: Total Results
zh_hans: 总结果数

source: Total Trades
zh_hans: 总交易数

source: Trade Holding Time
zh_hans: 交易持仓时间

source: Trade Results
zh_hans: 交易结果

source: Trades
zh_hans: 交易

source: Trades Over Months
zh_hans: 月度交易

source: Trading Details
zh_hans: 交易详情

source: Trading Pairs
zh_hans: 交易对

source: Trading System
zh_hans: 交易系统

source: Translating…
zh_hans: 翻译中

source: Type
zh_hans: 类型

source: Underperforming
zh_hans: 表现不佳

source: Unrealized PnL
zh_hans: 未实现盈亏

source: Value
zh_hans: 值

source: Version
zh_hans: 版本

source: Version %@
zh_hans: 版本 %@

source: View
zh_hans: 查看

source: View Surrounding Price Data
zh_hans: 查看前后价格数据

source: Vol
zh_hans: 量

source: Volume
zh_hans: 成交量

source: Warning
zh_hans: 警告

source: Win Rate
zh_hans: 胜率

source: Winning
zh_hans: 盈利

source: Winning Trades
zh_hans: 盈利交易

source: Winning vs Losing Trades
zh_hans: 盈利与亏损交易

source: Worst Drawdown
zh_hans: 最差回撤

source: Worst PnL
zh_hans: 最差盈亏

source: Worst Single Trade
zh_hans: 最差单笔交易

source: Worst Symbol
zh_hans: 最差代号

source: Yes
zh_hans: 是
